Repository: vdhamer/Photo-Club-Hub
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: nl

# Paragraph_5.4
source: Clubs at __Level 3__ also provide links to the online images in member portfolios. _Fotogroep de Gender_ (NL) is an example of a Level 3 club: you can view their portfolios via the _Portfolios_ screen. Because a club with dozens of members may want to show hundreds of images, we have a way to automatically create portfolios from _Lightroom_ collections (step-by-step instructions for this will be made available)
nl: __Niveau 3__ bestaat uit het beschikbaar stellen van de eigenlijke ledenportfolio’s. Een goed voorbeeld is _Fotogroep Waalre_: de portfolio’s van leden en recente ex-leden zijn via het _Portfolio’s_ scherm te bereiken. Omdat een club met tientallen leden vaak honderden foto’s wil tonen, is het genereren van online portfolio's via een _Lightroom_ plug-in geautomatiseerd. Gedetailleerde instructies hiervoor staan in de uitgebreidere [README](https://github.com/vdhamer/Photo-Club-Hub/blob/main/.github/README.md).

# Paragraph_5.5
source: Help with onboarding of additional clubs is essential. But there are more ways in which you can help out. Examples of __non-technical help__ include testing, writing a review for Apple’s App Store, creating step-by-step user instructions, and coming up with improvement ideas. Last, and certainly not least, actual _software development_ support will help speed up app enhancements, produce fresh ideas and ensure app continuity. Example contributions include code improvement of all sorts (via [GitHub](https://github.com/vdhamer/Photo-Club-Hub)), hunting down bugs, and contributing to discussions on functionality, implementation and interfaces.
nl: Naast het toevoegen van clubs, kunnen wij allerlei andere hulp goed gebruiken. Voorbeelden van __niet-technische__ hulp zijn het testen van de app, schrijven van FAQs en instructies, en nieuwe ideeën. De app is _open source_ (via [GitHub](https://github.com/vdhamer/Photo-Club-Hub)) om hulp bij de __softwareontwikkeling__ mogelijk te maken. Voorbeelden van technische hulp zijn app uitbreidingen, bugs oplossen, technisch meedenken, of zelfs aanvullende programma’s (b.v. voor gegevensinvoer).

source: Part of the internal translation table
nl: Een stukje van de interne EN-NL vertaaltabel

source: Photo Club Hub
nl: Fotoclub Hub

# PhotoClubs_Caption_1
source: ① This list consists of two sublists. The first shows the photo clubs, the second shows photo museums.
nl: ① De lijst begint met alle ondersteunde fotoclubs, gevolgd door alle fotomusea.

# PhotoClubs_Caption_2
source: ② To find a particular club or museum, enter part of its name or town in the Search bar at the top.
nl: ② Er is een Zoekveld bovenaan het scherm. Hiermee kunnen clubs en musea gevonden worden door hun naam of locatie in te voeren.

# PhotoClubs_Caption_3
source: ③ You can unlock/lock a map's scrolling and panning features using the Lock icon.
nl: ③ Het slotje kan gebruikt worden om deze landkaarten sleepbaar en inzoombaar/uitzoombaar te maken.

source: Preferences
nl: Instellingen

source: Readme
nl: Over deze app

source: Search bar at the top of Portfolios screen
nl: Zoekfunctie bovenaan het Portfolio’s scherm

source: Search names and towns
nl: Zoek op naam of gemeente

# Search_names_m
source: Search names
nl: Zoek op naam

# Search_names_p
source: Search names
nl: Zoek op naam

source: secretary
nl: secretaris

source: Show aspiring members
nl: Toon aspirant-leden

source: Show club officers
nl: Toon bestuursleden

source: Show current members
nl: Toon huidige leden

source: Show deceased members
nl: Toon overleden leden

source: Show external coaches
nl: Toon externe mentoren

source: Show former members
nl: Toon ex-leden

source: Show honorary members
nl: Toon ereleden

source: shown
nl: getoond

# Supported Platforms
source: iOS, iPadOS
nl: iOS en iPadOS

source: The App
nl: Overzicht

source: The Concept
nl: Het Concept

source: The Preferences screen.
nl: Het Instellingen scherm in de app zelf.

source: To see names here, please adapt the Search filter or enable additional categories on the Preferences page.
nl: Deze lijst is leeg doordat de Zoek filter niets vindt in de gekozen ledencategorieën. Pas dus de Zoek filter aan of voeg categorieën toe (bij Instellingen).

source: To see names here, please enable additional categories on the Preferences page.
nl: Deze lijst is vermoedelijk leeg omdat er onvoldoende ledencategorieën geselecteerd zijn op het Instellingen scherm.

source: treasurer
nl: penningmeester

source: vice-chairman
nl: vicevoorzitter

source: Warning: all member categories on the Preferences page are disabled. Please enable one or more options in Preferences.
nl: Waarschuwing: op de Instellingen pagina staan alle soorten leden op “niet weergeven“. Hierdoor is deze lijst leeg.

source: Who's Who
nl: Namenlijst

# WhosWho_Caption_1
source: ① This page lists all the photographers known to the app.
nl: ① Deze lijst bevat alle fotografen die in deze app voorkomen.

# WhosWho_Caption_2
source: ② A photographer has one or more clickable image thumbnails below the photographer's name. Clicking on a thumbnail brings you to the image portfolio for that potographer/club combination.
nl: ② Per fotograaf zijn er meestal één of twee miniatuurfoto's. Klik op een foto om een portfolio te bekijken.

# WhosWho_Caption_3
source: ③ The thumbnails can be scrolled horizontally.
nl: ③ De miniatuurfoto's kunnen horizontaal versleept worden, al zal dat zelden nodig zijn.
